Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: obligations of distributors pursuant to Article 24;
fr_fr: les obligations incombant aux distributeurs en vertu de l’article 24;

source: obligations of deployers pursuant to Article 26;
fr_fr: les obligations incombant aux déployeurs en vertu de l’article 26;

source: requirements and obligations of notified bodies pursuant to Article 31, Article 33(1), (3) and (4) or Article 34;
fr_fr: les exigences et obligations applicables aux organismes notifiés en application de l’article 31, de l’article 33, paragraphes 1, 3 et 4, ou de l’article 34;

source: transparency obligations for providers and deployers pursuant to Article 50.
fr_fr: les obligations de transparence pour les fournisseurs et les déployeurs conformément à l’article 50.

source: The supply of incorrect, incomplete or misleading information to notified bodies or national competent authorities in reply to a request shall be subject to administrative fines of up to EUR 7 500 000 or, if the offender is an undertaking, up to 1 % of its total worldwide annual turnover for the preceding financial year, whichever is higher.
fr_fr: La fourniture d’informations inexactes, incomplètes ou trompeuses aux organismes notifiés ou aux autorités nationales compétentes en réponse à une demande fait l’objet d’une amende administrative pouvant aller jusqu’à 7 500 000 EUR ou, si l’auteur de l’infraction est une entreprise, jusqu’à 1 % de son chiffre d’affaires annuel mondial total réalisé au cours de l’exercice précédent, le montant le plus élevé étant retenu.

source: In the case of SMEs, including start-ups, each fine referred to in this Article shall be up to the percentages or amount referred to in paragraphs 3, 4 and 5, whichever thereof is lower.
fr_fr: Dans le cas des PME, y compris les jeunes pousses, chaque amende visée au présent article s’élève au maximum aux pourcentages ou montants visés aux paragraphes 3, 4 et 5, le chiffre le plus faible étant retenu.

source: When deciding whether to impose an administrative fine and when deciding on the amount of the administrative fine in each individual case, all relevant circumstances of the specific situation shall be taken into account and, as appropriate, regard shall be given to the following:
fr_fr: Pour décider s’il y a lieu d’imposer une amende administrative et pour décider du montant de l’amende administrative dans chaque cas d’espèce, toutes les caractéristiques propres à chaque cas sont prises en considération et, le cas échéant, il est tenu compte des éléments suivants:

source: the nature, gravity and duration of the infringement and of its consequences, taking into account the purpose of the AI system, as well as, where appropriate, the number of affected persons and the level of damage suffered by them;
fr_fr: la nature, la gravité et la durée de la violation et de ses conséquences, compte tenu de la finalité du système d’IA concerné, ainsi que, le cas échéant, du nombre de personnes touchées et du niveau de dommage qu’elles ont subi;

source: whether administrative fines have already been applied by other market surveillance authorities to the same operator for the same infringement;
fr_fr: la question de savoir si des amendes administratives ont déjà été imposées par d’autres autorités de surveillance du marché au même opérateur pour la même violation;

source: whether administrative fines have already been applied by other authorities to the same operator for infringements of other Union or national law, when such infringements result from the same activity or omission constituting a relevant infringement of this Regulation;
fr_fr: la question de savoir si des amendes administratives ont déjà été imposées par d’autres autorités au même opérateur pour des violations d’autres dispositions du droit de l’Union ou du droit national, lorsque ces violations résultent de la même activité ou omission constituant une violation pertinente au sens du présent règlement;

source: the size, the annual turnover and market share of the operator committing the infringement;
fr_fr: la taille, le chiffre d’affaires annuel et la part de marché de l’opérateur qui commet la violation;

source: any other aggravating or mitigating factor applicable to the circumstances of the case, such as financial benefits gained, or losses avoided, directly or indirectly, from the infringement;
fr_fr: toute autre circonstance aggravante ou atténuante applicable aux circonstances de l’espèce, telle que les avantages financiers obtenus ou les pertes évitées, directement ou indirectement, du fait de la violation;

source: the degree of cooperation with the national competent authorities, in order to remedy the infringement and mitigate the possible adverse effects of the infringement;
fr_fr: le degré de coopération établi avec les autorités nationales compétentes en vue de remédier à la violation et d’en atténuer les éventuels effets négatifs;

source: the degree of responsibility of the operator taking into account the technical and organisational measures implemented by it;
fr_fr: le degré de responsabilité de l’opérateur, compte tenu des mesures techniques et organisationnelles qu’il a mises en œuvre;

source: the manner in which the infringement became known to the national competent authorities, in particular whether, and if so to what extent, the operator notified the infringement;
fr_fr: la manière dont les autorités nationales compétentes ont eu connaissance de la violation, notamment si, et dans quelle mesure, l’opérateur a notifié la violation;

source: the intentional or negligent character of the infringement;
fr_fr: le fait que la violation a été commise délibérément ou par négligence;

source: any action taken by the operator to mitigate the harm suffered by the affected persons.
fr_fr: toute mesure prise par l’opérateur pour atténuer le préjudice subi par les personnes concernées.

source: Each Member State shall lay down rules on to what extent administrative fines may be imposed on public authorities and bodies established in that Member State.
fr_fr: Chaque État membre établit les règles déterminant dans quelle mesure des amendes administratives peuvent être imposées à des autorités et organismes publics établis sur son territoire.

source: Depending on the legal system of the Member States, the rules on administrative fines may be applied in such a manner that the fines are imposed by competent national courts or by other bodies, as applicable in those Member States.
fr_fr: En fonction du système juridique des États membres, les règles relatives aux amendes administratives peuvent être appliquées de telle sorte que les amendes sont imposées par les juridictions nationales compétentes ou par d’autres organismes, selon le cas prévu dans ces États membres.

source: The application of such rules in those Member States shall have an equivalent effect.
fr_fr: L’application de ces règles dans ces États membres a un effet équivalent.

source: The exercise of powers under this Article shall be subject to appropriate procedural safeguards in accordance with Union and national law, including effective judicial remedies and due process.
fr_fr: L’exercice des pouvoirs conférés par le présent article est soumis à des garanties procédurales appropriées conformément au droit de l’Union et au droit national, y compris des recours juridictionnels effectifs et une procédure régulière.

source: Member States shall, on an annual basis, report to the Commission about the administrative fines they have issued during that year, in accordance with this Article, and about any related litigation or judicial proceedings.
fr_fr: Les États membres font rapport chaque année à la Commission sur les amendes administratives qu’ils ont infligées au cours de l’année concernée, conformément au présent article, ainsi que sur toute action en justice ou procédure judiciaire connexe.

source: Administrative fines on Union institutions, bodies, offices and agencies
fr_fr: Amendes administratives imposées aux institutions, organes et organismes de l’Union

source: The European Data Protection Supervisor may impose administrative fines on Union institutions, bodies, offices and agencies falling within the scope of this Regulation.
fr_fr: Le Contrôleur européen de la protection des données peut imposer des amendes administratives aux institutions, organes et organismes de l’Union relevant du champ d’application du présent règlement.

source: When deciding whether to impose an administrative fine and when deciding on the amount of the administrative fine in each individual case, all relevant circumstances of the specific situation shall be taken into account and due regard shall be given to the following:
fr_fr: Pour décider s’il y a lieu d’imposer une amende administrative et pour décider du montant de l’amende administrative dans chaque cas d’espèce, toutes les caractéristiques propres à chaque cas sont prises en considération et il est dûment tenu compte des éléments suivants:

source: the nature, gravity and duration of the infringement and of its consequences, taking into account the purpose of the AI system concerned, as well as, where appropriate, the number of affected persons and the level of damage suffered by them;
fr_fr: la nature, la gravité et la durée de la violation et de ses conséquences, compte tenu de la finalité du système d’IA concerné ainsi que, s’il y a lieu, du nombre de personnes touchées et du niveau de dommage qu’elles ont subi;

source: the degree of responsibility of the Union institution, body, office or agency, taking into account technical and organisational measures implemented by them;
fr_fr: le degré de responsabilité de l’institution, organe ou organisme de l’Union, compte tenu des mesures techniques et organisationnelles qu’il a mises en œuvre;

source: any action taken by the Union institution, body, office or agency to mitigate the damage suffered by affected persons;
fr_fr: toute mesure prise par l’institution, organe ou organisme de l’Union pour atténuer les dommages subis par les personnes touchées;

source: the degree of cooperation with the European Data Protection Supervisor in order to remedy the infringement and mitigate the possible adverse effects of the infringement, including compliance with any of the measures previously ordered by the European Data Protection Supervisor against the Union institution, body, office or agency concerned with regard to the same subject matter;
fr_fr: le niveau de coopération établi avec le Contrôleur européen de la protection des données en vue de remédier à la violation et d’en atténuer les éventuels effets négatifs, y compris le respect de toute mesure précédemment ordonnée par le Contrôleur européen de la protection des données à l’encontre de l’institution, organe ou organisme de l’Union concerné pour le même objet;

source: any similar previous infringements by the Union institution, body, office or agency;
fr_fr: toute violation similaire commise précédemment par l’institution, organe ou organisme de l’Union;

source: the manner in which the infringement became known to the European Data Protection Supervisor, in particular whether, and if so to what extent, the Union institution, body, office or agency notified the infringement;
fr_fr: la manière dont le Contrôleur européen de la protection des données a eu connaissance de la violation, notamment si, et le cas échéant dans quelle mesure, l’institution, organe ou organisme de l’Union a notifié la violation;

source: the annual budget of the Union institution, body, office or agency.
fr_fr: le budget annuel de l’institution, organe ou organisme de l’Union.

source: Non-compliance with the prohibition of the AI practices referred to in Article 5 shall be subject to administrative fines of up to EUR 1 500 000.
fr_fr: Le non-respect de l’interdiction des pratiques en matière d’IA visées à l’article 5 fait l’objet d’une amende administrative pouvant aller jusqu’à 1 500 000 EUR.

source: The non-compliance of the AI system with any requirements or obligations under this Regulation, other than those laid down in Article 5, shall be subject to administrative fines of up to EUR 750 000.
fr_fr: La non-conformité du système d’IA avec les exigences ou obligations au titre du présent règlement, autres que celles énoncées à l’article 5, fait l’objet d’une amende administrative pouvant aller jusqu’à 750 000 EUR.

source: Before taking decisions pursuant to this Article, the European Data Protection Supervisor shall give the Union institution, body, office or agency which is the subject of the proceedings conducted by the European Data Protection Supervisor the opportunity of being heard on the matter regarding the possible infringement.
fr_fr: Avant de prendre des décisions en vertu du présent article, le Contrôleur européen de la protection des données donne à l’institution, organe ou organisme de l’Union faisant l’objet des procédures conduites par le Contrôleur européen de la protection des données la possibilité de faire connaître son point de vue sur l’éventuelle infraction.

source: The European Data Protection Supervisor shall base his or her decisions only on elements and circumstances on which the parties concerned have been able to comment.
fr_fr: Le Contrôleur européen de la protection des données ne fonde ses décisions que sur les éléments et les circonstances au sujet desquels les parties concernées ont pu formuler des observations.

source: Complainants, if any, shall be associated closely with the proceedings.
fr_fr: Les éventuels plaignants sont étroitement associés à la procédure.

source: The rights of defence of the parties concerned shall be fully respected in the proceedings.
fr_fr: Les droits de la défense des parties concernées sont pleinement respectés dans le déroulement de la procédure.

source: They shall be entitled to have access to the European Data Protection Supervisor’s file, subject to the legitimate interest of individuals or undertakings in the protection of their personal data or business secrets.
fr_fr: Les parties disposent d’un droit d’accès au dossier du Contrôleur européen de la protection des données, sous réserve de l’intérêt légitime des personnes ou entreprises concernées en ce qui concerne la protection de leurs données à caractère personnel ou de leurs secrets commerciaux.

source: Funds collected by imposition of fines in this Article shall contribute to the general budget of the Union.
fr_fr: Les fonds collectés en imposant des amendes en vertu du présent article contribuent au budget général de l’Union.

source: The fines shall not affect the effective operation of the Union institution, body, office or agency fined.
fr_fr: Les amendes ne compromettent pas le bon fonctionnement de l’institution, organe ou organisme de l’Union faisant l’objet d’une amende.

source: The European Data Protection Supervisor shall, on an annual basis, notify the Commission of the administrative fines it has imposed pursuant to this Article and of any litigation or judicial proceedings it has initiated.
fr_fr: Le Contrôleur européen de la protection des données informe chaque année la Commission des amendes administratives qu’il a infligées en vertu du présent article ainsi que de toute action en justice ou procédure judiciaire qu’il a engagée.

source: Fines for providers of general-purpose AI models
fr_fr: Amendes applicables aux fournisseurs de modèles d’IA à usage général

source: The Commission may impose on providers of general-purpose AI models fines not exceeding 3 % of their annual total worldwide turnover in the preceding financial year or EUR 15 000 000, whichever is higher., when the Commission finds that the provider intentionally or negligently:
fr_fr: La Commission peut infliger aux fournisseurs de modèles d’IA à usage général des amendes n’excédant pas 3 % de leur chiffre d’affaires annuel mondial total réalisé au cours de l’exercice précédent, ou 15 000 000 EUR, le montant le plus élevé étant retenu, lorsque la Commission constate que le fournisseur, de manière délibérée ou par négligence:

source: infringed the relevant provisions of this Regulation;
fr_fr: a enfreint les dispositions pertinentes du présent règlement;

source: failed to comply with a request for a document or for information pursuant to Article 91, or supplied incorrect, incomplete or misleading information;
fr_fr: n’a pas donné suite à une demande de document ou d’informations au titre de l’article 91, ou a fourni des informations inexactes, incomplètes ou trompeuses;

source: failed to comply with a measure requested under Article 93;
fr_fr: ne s’est pas conformé à une mesure demandée au titre de l’article 93;

source: failed to make available to the Commission access to the general-purpose AI model or general-purpose AI model with systemic risk with a view to conducting an evaluation pursuant to Article 92.
fr_fr: n’a pas donné à la Commission accès au modèle d’IA à usage général ou au modèle d’IA à usage général présentant un risque systémique en vue de procéder à une évaluation conformément à l’article 92.

source: In fixing the amount of the fine or periodic penalty payment, regard shall be had to the nature, gravity and duration of the infringement, taking due account of the principles of proportionality and appropriateness.
fr_fr: Pour fixer le montant de l’amende ou de l’astreinte, il y a lieu de prendre en considération la nature, la gravité et la durée de la violation, tout en tenant dûment compte des principes de proportionnalité et d’adéquation.

source: The Commission shall also into account commitments made in accordance with Article 93(3) or made in relevant codes of practice in accordance with Article 56.
fr_fr: La Commission tient également compte des engagements pris conformément à l’article 93, paragraphe 3, ou pris dans les codes de bonne pratique pertinents conformément à l’article 56.

source: Before adopting the decision pursuant to paragraph 1, the Commission shall communicate its preliminary findings to the provider of the general-purpose AI model and give it an opportunity to be heard.
fr_fr: Avant d’adopter la décision en vertu du paragraphe 1, la Commission communique ses constatations préliminaires au fournisseur du modèle d’IA à usage général, et lui donne la possibilité d’être entendu.

source: Fines imposed in accordance with this Article shall be effective, proportionate and dissuasive.
fr_fr: Les amendes infligées conformément au présent article sont effectives, proportionnées et dissuasives.

source: Information on fines imposed under this Article shall also be communicated to the Board as appropriate.
fr_fr: Les informations relatives aux amendes infligées en vertu du présent article sont en outre communiquées au Comité IA, le cas échéant.

source: The Court of Justice of the European Union shall have unlimited jurisdiction to review decisions of the Commission fixing a fine under this Article.
fr_fr: La Cour de justice de l’Union européenne statue avec compétence de pleine juridiction sur les recours formés contre les décisions par lesquelles la Commission a fixé une amende au titre du présent article.

source: It may cancel, reduce or increase the fine imposed.
fr_fr: Elle peut supprimer, réduire ou majorer l’amende infligée.

source: The Commission shall adopt implementing acts containing detailed arrangements and procedural safeguards for proceedings in view of the possible adoption of decisions pursuant to paragraph 1 of this Article.
fr_fr: La Commission adopte des actes d’exécution contenant les modalités détaillées des procédures et des garanties procédurales en vue de l’adoption éventuelle de décisions en vertu du paragraphe 1 du présent article.

source: CHAPTER XIII
fr_fr: CHAPITRE XIII

source: FINAL PROVISIONS
fr_fr: DISPOSITIONS FINALES

source: Amendment to Regulation (EC) No 300/2008
fr_fr: Modification du règlement (CE) no 300/2008

source: In Article 4(3) of Regulation (EC) No 300/2008, the following subparagraph is added:
fr_fr: À l’article 4, paragraphe 3, du règlement (CE) no 300/2008, l’alinéa suivant est ajouté:

source: ‘When adopting detailed measures related to technical specifications and procedures for approval and use of security equipment concerning Artificial Intelligence systems within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
fr_fr: «Lors de l’adoption de mesures détaillées relatives aux spécifications techniques et aux procédures d’approbation et d’utilisation des équipements de sûreté en ce qui concerne les systèmes d’intelligence artificielle au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: Amendment to Regulation (EU) No 167/2013
fr_fr: Modification du règlement (UE) no 167/2013

source: In Article 17(5) of Regulation (EU) No 167/2013, the following subparagraph is added:
fr_fr: À l’article 17, paragraphe 5, du règlement (UE) no 167/2013, l’alinéa suivant est ajouté:

source: ‘When adopting delegated acts pursuant to the first subparagraph concerning artificial intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
fr_fr: «Lors de l’adoption d’actes délégués conformément au premier alinéa en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: ‘When adopting delegated acts pursuant to the first subparagraph concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
fr_fr: «Lors de l’adoption d’actes délégués conformément au premier alinéa en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: Amendment to Directive 2014/90/EU
fr_fr: Modification de la directive 2014/90/UE

source: In Article 8 of Directive 2014/90/EU, the following paragraph is added:
fr_fr: À l’article 8 de la directive 2014/90/UE, le paragraphe suivant est ajouté:

source: For Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), when carrying out its activities pursuant to paragraph 1 and when adopting technical specifications and testing standards in accordance with paragraphs 2 and 3, the Commission shall take into account the requirements set out in Chapter III, Section 2, of that Regulation.
fr_fr: Pour les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), lorsqu’elle exerce ses activités conformément au paragraphe 1 et qu’elle adopte des spécifications techniques et des normes d’essai conformément aux paragraphes 2 et 3, la Commission tient compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: Amendment to Directive (EU) 2020/1828
fr_fr: Modification de la directive (UE) 2020/1828
